import React, { Component } from 'react'
import { connect } from 'dva'
import * as styles from './index.less'

export default class View extends Component {
  render() {
    return (
      <div className='appquestion'>
        还要你原谅我，哼。”凤九心里默默的说。东华一愣，一抹笑浮在了脸上，果然，他的小狐狸，这么多年还是这样。东华一笑，团子炸崩了起来：“咦咦，东华哥哥笑了，东华哥哥笑什么呢？”凤九闻言，默默抬起狐狸脑袋，看见东华不怀好意的笑，有些生气，心里暗道：“敢情我行了半天礼，腰酸背痛腿抽筋，浪费宝贵的吐沫，他东华帝君看着还挺高兴，未免也忒混账了些吧。”东华愣了愣，心想小狐狸一百年不见，性格没变，胆子倒大了不少。半晌，没人说话，气氛有些僵，终于，团子在安静的空气中飞出一句：“东华哥哥给阿离抄的经抄好了吗？不如当生辰礼物送给阿离吧。”“还没有”东华喝了口茶，“不过也快了，还有两张，你今日傍晚来拿吧。”小团子开心的一拍巴掌：“好呀，谢谢东华哥哥。”一边半天没出声的凤九听二人的对话听了半天，听出两个问题：一，东华这么大年岁，团子一个小辈让他抄经，未免太不懂事了些。二，东华这么大年岁，团子一个小辈叫他“哥哥”真是听着逆耳朵。仔细一想，对凤九来说，面子上的东西比较重要，所以她决定先说后者，凤九酝酿了一下，然后严肃的对团子说：“团子，你不应该叫他哥哥的。”                                                    “为什么？”                                        “他年纪比你爷爷都大，若按辈分，你父君都要唤他一声爷爷，你这么叫会乱辈分的。

        作者：深海之鲸落cxc
        链接：https://www.jianshu.com/p/859e5f23e3bd
        來源：简书
        简书著作权归作者所有，任何形式的转载都请联系作者获得授权并注明出处。
      </div >
    )
  }
}
